Repository: 365-W/GNOME-meld
Catalog: po/*.po
Languages: ne

source: Compare and merge your files.
ne: तपाईको फाइल तुलना र मर्ज गर्नुहोस्

source: Meld Diff Viewer
ne: फरक दर्षक मेल्ड गर्नुहोस्

source: Error converting to a regular expression The pattern was '%s' The error was '%s'
ne: गल्तीले नियमित अभिव्यक्तिमा रुपान्तर गरेको छ बान्की '%s' हो गल्ती '%s' हो

source: Name
ne: नाम

source: Location
ne: स्थान

source: Status
ne: वस्तुस्थिति

source: Rev
ne: दोहोर्याउनु

source: Tag
ne: ट्याग

source: Options
ne: विकल्पहरु

source: [%s] Scanning
ne: [%s] स्क्यान गर्दै

source: [%s] Scanning %s
ne: [%s] स्क्यान गर्दै %s

source: (Empty)
ne: (खालि)

source: [%s] Fetching differences
ne: [%s] फरकहरु फेच गर्दै

source: [%s] Applying patch
ne: [%s] टालो लागू गर्दै

source: No differences found.
ne: कुनै फरकहरु पाइएन.

source: Select some files first.
ne: पहिले केहि फाइलहरु छनोट गर्नुहोस्

source: '%s' is a directory. Remove recusively?
ne: %s डाइरेक्टरी हो. रेकुसिभ्ली हटाउन चाहनुहुन्छ?

source: Error removing %s %s.
ne: गल्ती हटाउँदै %s %s

source: Error converting pattern '%s' to regular expression
ne: नियमित अभिव्यक्तिमा '%s' गल्ती बान्की रुपान्तर गरिँदै

source: Hide %s
ne: लुकाउनुहोस् %s

source: '%s' hidden by '%s'
ne: %s द्वारा लुकाइएको '%s'

source: You are running a case insensitive comparison on a case sensitive filesystem. Some files are not visible: %s
ne: तपाईले केस असंवेदनशील तुलना चालु गरिरहनु भएको छ केस संवेदनशील फाइल प्रणालीमा. केहि फाइलहरु देखिँदैन: %s

source: [%s] Done
ne: [%s] भयो

source: '%s' exists. Overwrite?
ne: '%s' हट्यो. अधिलेखन?

source: Error copying '%s' to '%s' %s.
ne: गल्ती प्रतिलिपि हुँदै '%s' को '%s' मा %s

source: INS,OVR
ne: आईएनएस,ओभिआर

source: Ln %i, Col %i
ne: रेखा %i,स्तम्भ %i

source: Regular expression error '%s'
ne: नियमित अभिव्यक्ति गल्ती '%s'

source: The regular expression '%s' was not found.
ne: नियमित अभिव्यक्ति '%s' पत्ता लागेन

source: The text '%s' was not found.
ne: पाठ '%s' पत्ता लागेन

source: [%s] Set num panes
ne: [%s] संख्या फलकहरु सेट गर्नुहोस्

source: [%s] Opening files
ne: [%s] फाइलहरु खोल्दै

source: [%s] Reading files
ne: [%s] फाइलहरु पढ्दै

source: [%s] Computing differences
ne: [%s] कम्प्युटिङ्ग फरकहरु

source: "%s" exists! Overwrite?
ne: "%s" हट्यो! अधिलेखन?

source: Error writing to %s %s.
ne: गल्ती लेखिँदै %s %s.

source: Choose a name for buffer %i.
ne: बफरको लागि नाम छनोट गर्नुहोस् %i.

source: This file '%s' contains a mixture of line endings. Which format would you like to use?
ne: फाइल '%s' रेखा समाप्तिहरुको मिश्रण समावेश गर्दछ. कुन ढाँचा तपाई प्रयोग गर्न चाहनुहुन्छ?

source: Refreshing will discard changes in: %s You cannot undo this operation.
ne: ताजा गर्नाले परिवर्तनहरुलाई हटाउँदछ: %s तपाई तय अपरेशनलाई पूर्व स्थितिमा फर्काउन सक्नुहुन्न.

source: Cannot compare a mixture of files and directories.
ne: फाइलहरु र निर्देशिकाहरुको मिश्रण गर्न सकिएन

source: Meld %s Written by Stephen Kennedy <stevek@gnome.org>
ne: मेल्ड %s स्टेफेन केनेडि द्वार लेखिएको <stevek@gnome.org>

source: Wrong number of arguments (Got %i)
ne: तर्कको गलत संख्याहरु (पाइयो %i)

source: untitled
ne: शिर्षक नभएको

source: [None]
ne: [कोहिपनि होइन]

source: Ignored:Non SVN:::Error::Newly added:Modified:<b>Conflict</b>:Removed:Missing
ne: वेवास्ता गरिएको:एसभिएन नभएको::: गल्ती::नयाँ थपिएको:परिमार्जन गरिएको:<b>कन्फ्ल्किट</b>:हटाउन बिर्सिएको

source: CVS Log
ne: सिभिएस लग

source: Commit Files
ne: फाईलहरू बुझाउनुहोस्

source: Date
ne: मिति

source: Diff Options
ne: फरक विकल्पहरु

source: Local copy against other remote revision
ne: अर्को दूर संशोधन बिरुद्व स्थानीय प्रतिलिपि गर्नुहोस्

source: Local copy against same remote revision
ne: उहि दूर संशोधन बिरुद्व स्थानीय प्रतिलिपि गर्नुहोस्

source: Log Message
ne: लग सन्देश

source: Previous Logs
ne: पहिलेको लगहरु

source: Remove _Locally
ne: स्थानीय रुपमा हटाउनुहोस्

source: Show modified
ne: परिमार्जन गरिएको देखउनुहोस्

source: _Add
ne: _थप्नुहोस्

source: _Commit
ne: _बुझाउनुहोस्

source: _Diff
ne: फरक

source: _Edit
ne: सम्पादन गर्नुहोस्

source: _Flatten
ne: _फ्ल्याटन

source: _Modified
ne: _परिमार्जन गरिएको

source: _Normal
ne: साधारण

source: _Remove
ne: _हटाउनुहोस्

source: _Update
ne: अपडेट

source: <span weight="bold" size="larger">Some files have been modified. Which ones would you like to save?</span>
ne: <span weight="bold" size="larger">केहि फाइलहरु परिमार्जन गरियो. कुन चाहिँ तपाई बचत गर्न चाहनुहुन्छ?</span>

source: Copy All _Left
ne: सबै देब्रे प्रतिलिपि गर्नुहोस्

source: Copy All _Right
ne: सबै दाहिने प्रतिलिपि गर्नुहोस्

source: Edit
ne: सम्पादन गर्नुहोस्

source: Find
ne: खोज्नुहोस्

source: Match _entire word only
ne: _खास शब्द मात्र मिलाउनुहोस्

source: Regular e_xpression
ne: नियमित अभिव्यक्त्ति

source: Save modified files?
ne: परिमार्जन गरिएको फाइलहरु संग्रह गर्न चाहनुहुन्छ?

source: _Match case
ne: _केस मिलानुहोस

source: _Wrap around
ne: _र्याप वरिपरि

source: Case
ne: केस

source: Copy Left
ne: देब्रे प्रतिलिपि गर्नुहोस्

source: Copy Right
ne: दाहिने प्रतिलिपि गर्नुहोस्

source: Copy left
ne: बाँया प्रतिलिपि गर्नुहोस्

source: Copy right
ne: प्रतिलिपि अधिकार

source: Delete selected
ne: छनोट गरिएको मेटाउनुहोस्

source: Diff
ne: फरक

source: Diff selection
ne: फरक छनोट

source: Hide selected
ne: छनोट गरिएको लुकाउनुहोस्

source: Hide...
ne: लुकाउनु...

source: Ignore case of entries
ne: घुसाइएको केस उपेक्षा गर्नुहोस्

source: Launch _Comparison
ne: तुलना शुरुवात

source: Left
ne: देब्रे

source: Modified
ne: परिमार्जन गरिएको

source: New
ne: नयाँ

source: Right
ne: दाहिने

source: Same
ne: उस्तै

source: Show identical
ne: आइडेन्टिकल देखाउनुहोस्

source: Show new
ne: नयाँ देखाउनुहोस्

source: _Delete Selected
ne: छानेको मेटाउनुहोस्

source: (gnome-default-editor)
ne: (पूर्व निर्धारित-जीनोम-सम्पादक)

source: <b>Drawing Style</b>
ne: <b>रेखाचित्र शैलि</b>

source: <b>Edit Menu</b>
ne: <b>सम्पादन मेनू॒</b>

source: <b>Font</b>
ne: <b>लिपि</b>

source: <b>Global options</b>
ne: <b>विश्वव्यापि बिकल्पहरु</b>

source: <b>Loading</b>
ne: <b>लोड गर्दै...</b>

source: <b>Misc</b>
ne: <b>विविध</b>

source: <b>Saving</b>
ne: <b>बचत भईरहेको</b>

source: <b>Toolbar Appearance</b>
ne: <b>उपकरणपट्टी देखिएको</b>

source: <b>Update Options</b>
ne: <b>अपडेट विकल्पहरु</b>

source: <b>Whitespace</b>
ne: <b>सेतोस्थान</b>

source: <span weight="bold" size="x-large">CVS</span>
ne: <span weight="bold" size="x-large"> सिभिएस</span>

source: <span weight="bold" size="x-large">Diff</span>
ne: <span weight="bold" size="x-large"> फरक</span>

source: <span weight="bold" size="x-large">Display</span>
ne: <span weight="bold" size="x-large"> प्रदर्शन</span>

source: <span weight="bold" size="x-large">Editor</span>
ne: <span weight="bold" size="x-large"> सम्पादक</span>

source: <span weight="bold" size="x-large">Encoding</span>
ne: <span weight="bold" size="x-large"> संकेतन</span>

source: <span weight="bold" size="x-large">File Filters</span>
ne: <span weight="bold" size="x-large"> फाईल फिल्टरहरु</span>

source: <span weight="bold" size="x-large">Text Filters</span>
ne: <span weight="bold" size="x-large">पाठ फिल्टरहरु</span>

source: Automatically supply missing newline at end of file.
ne: स्वचालित तरिकाले फाइलको अन्तिम छोडिएको नयाँरेखा उपलब्ध गराउनुहोस्

source: CVS
ne: सिभिएस

source: CVS binary
ne: सिभिएस बाइनरी

source: Choose Files
ne: फाईलहरू छनोट गर्नुहोस्

source: Choose how the central bar of the diff viewer is drawn. You may wish to choose a simpler mode if you find scrolling is slow.
ne: फरक दर्शकको मध्य बार कसरी बनाइयो भनेर छनोट गर्नुहोस्. स्क्रोलिङ्ग ढिलो छ भन्ने लाग्यो भने तपाई साधारण मोडेल छनोट गर्न सक्नुहुन्छ.

source: Create missing directories (-d)
ne: छोडिएको निर्देशिकाहरु (-d) निर्माण गर्नुहोस्

source: Curved : Filled Curves
ne: बक्र : बक्रहरु भर्नुहोस्

source: Custom command
ne: अनुकूलन आदेश

source: Display
ne: प्रदर्शन

source: Edit menu popup invokes
ne: मेनु पपअप इनभोकहरु सम्पादन गर्नुहोस्

source: Editor
ne: सम्पादक

source: Encoding
ne: संकेतन

source: File Filters
ne: फाईल फिल्टरहरु

source: Gnome Default
ne: पूर्वनिर्धारित जीनोम

source: Gnome default editor
ne: पूर्व निर्धारित जीनोम सम्पादक

source: Icons Only
ne: प्रतिमाहरु मात्र

source: Ignore .cvsrc (-f)
ne: उपेक्षा गर्नुहोस् सिभिएसआरसि (-f)

source: Ignore changes in amount of white space
ne: परिवर्तनहरु उपेक्षा गर्नुहोस् सेतो खाली स्थानको रकममा

source: Ignore changes in case; consider upper and lower-case letters equivalent
ne: परिवर्तनहरु केसमा उपेक्षा गर्नुहोस्, माथिल्लो र तल्लो-केस चिठ्ठीहरु समानान्तरहरु कन्सिडर गर्नुहोस्

source: Ignore changes that just insert or delete blank lines
ne: परिवर्तनहरु उपेक्षा गर्नुहोस् जसले मात्र खाली रेखाहरु घुसाउने वा मेटाउने गर्दछ

source: Ignore changes which insert or delete blank lines
ne: परिवर्तनहरु उपेक्षा गर्नुहोस् जसले खाली रेखाहरु घुसाउँदछ वा मेटाउँदछ

source: Internal editor
ne: भित्री सम्पादक

source: Line Wrapping
ne: रेखा र्यापिङ्ग

source: Mine
ne: मेरो

source: Original
ne: सकल

source: Other
ne: अन्य

source: Preferences : Meld
ne: प्राथमिकताहरु : मेल्ड

source: Prune empty directories (-P)
ne: प्रुन खाली निर्देशिकाहरु (-P)

source: Quiet mode (-q)
ne: शैली बन्द गर्नुहोस् (-q)

source: Save in UTF-8 encoding
ne: युटिएफ-८मा संग्रह गर्नुहोस्

source: Save in the files original encoding
ne: फाइल सक्कली संकेतनमा संग्रह गर्नुहोस्

source: Show line numbers
ne: पंक्ति संख्याहरू देखाउनुहोस्

source: Simple : Lines only
ne: साधारण : पंक्ति मात्र

source: Text Beside Icons
ne: पाठ प्रतिमाहरु पछि

source: Text Filters
ne: पाठ फिल्टरहरु

source: Text Only
ne: पाठ मात्र

source: Text Under Icons
ne: पाठ प्रतिमाहरुको तल

source: Use Compression (-z)
ne: सङ्कुचन प्रयोग गर्नुहोस् (-z)

source: Use GNOME monospace font.
ne: जीनोम मोनोस्थान फन्ट प्रयोग गर्नुहोस्.

source: Use custom font.
ne: अनुकुलन फन्ट प्रयोग गर्नुहोस्

source: Use syntax highlighting
ne: सामान्य हाइलाइट प्रयोग गर्नुहोस्

source: When loading, try these codecs in order. (e.g. utf8, iso8859)
ne: लोड गरेको बेला, यी कोडेक्सहरु अर्डर रुपमा प्रयोग गर्नुहोस्. (उदाहरण. युटिएफ८, आइएसओ८८५९)

source: When performing directory comparisons, you may filter out files and directories by name. Each pattern is a list of shell style wildcards separated by spaces.
ne: निर्देशिका तुलनाहरुको कार्य गरेको बेला, तपाई नामले फाइलहरु र निर्देशिकाहरु फिल्टर बाहिर गर्न सक्नुहुन्छ. प्रत्येक बान्की खाली स्थानहरु द्वारा छुट्याइएको सेल शैली वाइल्डकार्डको सूची हो.

source: Whitespace is significant
ne: सेतोस्थान सार्थक गर्नुहोस्

source: _Character
ne: क्यारेक्टर

source: _Contents
ne: विषयसूचीहरु

source: _Directory Comparison
ne: निर्देशिका तुलना

source: _Down
ne: _तल

source: _File Comparison
ne: फाईल तुलना

source: _Logo
ne: लोगो

source: _New...
ne: नयाँ...

source: _None
ne: केही छैन

source: _Save
ne: बचत

source: _Three Way Compare
ne: तीन तरिकाको तुलना

source: _Up
ne: _माथि

source: _Word
ne: _शब्द
